Repository: ava-project/ava-ios
Catalog: AVA/*.lproj/Localizable.strings
Languages: fr

# mac_pairing_1
source: Head over to System Preferences, then Sound.
fr: Rendez-vous dans les Préférences Système, puis dans Son.

# mac_pairing_2
source: Inside the Input tab, choose the device with the type "Microphone Port".
fr: Dans l'onglet Entrée, sélectionnez l'appareil avec le type "Microphone Port".

source: Next
fr: Suivant

source: Pairing
fr: Pairage

source: Wired
fr: Filaire

# welcome_line_in
source: Welcome to the wired pairing! Please choose the OS on which AVA is installed.
fr: Bienvenue dans l'appairage via cable! Veuillez choisir le système d'exploitation sur lequel AVA est installé.

# welcome_wifi
source: Welcome to the WiFi pairing wizard! We will take you through the necessary steps to connect your phone to AVA and use it as your microphone input. Please make sure AVA is ready to be paired, and proceed to the next step!
fr: Bienvenue dans l'appairage via Wi-Fi! Nous allons vous guidez à travers les étapes nécessaires pour connecter votre smartphone à AVA et l'utiliser en tant que microphone. Veuillez vous assurer qu'AVA est prêt à être pairé, et passez à l'étape suivante!

# enter_address
source: Please enter the AVA Mobile Bride address
fr: Veuillez entrer l'adresse de pontage d'AVA Mobile

# tap_and_hold_instruction
source: Tap and hold to talk Release to send
fr: Appuyez et maintenez pour parler Relâchez pour envoyer

source: Sample rate
fr: Taux d'échantillonnage

# number_of_channels
source: # of channels
fr: Nb de canaux

source: Encoder quality
fr: Qualité d'encodage
